Repository: barseghyanartur/django-fobi
Catalog: src/fobi/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, ru

source: Type (HTML type)
de: Typen (HTML)
ru: Тип (HTML type)

source: Unpack IPV4
ru: Распаковать IPV4

source: Select MPTT model object
nl: Keuzelijst MPTT object model
ru: Выпадающий список объектов MPTT моделей

source: Select multiple MPTT model objects
nl: Keuzelijst meerkeuze MPTT model objecten
ru: Выпадающий список множественного выбора объектов MPTT моделей

source: Field value was tampered with.
de: Der Feldinhalt wurde bearbeitet.
nl: Waarde van het veld werd gemanipuleerd.
ru: Значение поля был изменено.

source: Dummy content
de: Dummyinhalt
nl: Dummy inhoud
ru: Содержание для тестирования

source: Saved form data entry
de: gespeicherte Formulardaten
nl: Opgeslagen formulier data
ru: Сохраненная запись формы

source: Form data headers
de: Formular Daten Header
nl: Formulier datatitels
ru: Заголовки данных формы

source: Plugin data
de: Plugindaten
ru: Данные плагина

source: HTTP Repost
de: HTTP Antwort
ru: Перепост по HTTP

source: Endpoint URL
de: URL Endpunkt
ru: Ссылка отправной точки

source: To
de: An
nl: Naar
ru: Получатель

source: DjangoCMS admin style
nl: DjangoCMS admin stijl
ru: Стиль DjangoCMS admin

source: Documentation
de: Dokumentation
nl: Documentatie
ru: Документация

source: Public?
de: Öffentlich?
nl: Publiek?
ru: Публично доступно?

source: Actions
de: Aktionen
nl: Actie's
ru: Действия

source: Service
ru: Сервис

source: Info
nl: Informatie
ru: Информация

source: Invalid action URL {0}.
nl: Niet valiede actie URL {0}.
ru: Неверная ссылка действия {0}.

source: If set to ``replace``, the groups are replaced; otherwise - appended.
de: Wenn "Ersetzen" gewählt wurde wird die Gruppe ersetzt; Wähle anderenfalls - Hinzufügen.
nl: Indien ingesteld op ``replace``, de groepen worden vervangen; anders - toegevoegd.
ru: Если вы выберете ``заменить``, группы будут перезаписаны; в обратном случае - добавлены.

source: Invalid value for initial: {0}. Should be any of the following: {1}
nl: Ongeldige initiële waarde: {0}. Moet een van de volgende zijn: {1}
ru: Неверное начальное значение: {0}. Допустимые значения: {1}

source: Plugin UID
ru: UID плагина

source: Makes your form visible to the public.
de: Veröffentlicht das Formular
nl: Maakt uw formulier zichtbaar voor het publiek.
ru: Ваша форма будет публично доступна.

source: Makes your form cloneable by other users.
de: Macht das Formular durch Nutzer kopierbar.
nl: Maakt uw formulier kopieerbaar door andere gebruikers.
ru: Другие пользователи смогут клонировать вашу форму.

source: Action
de: Aktion
nl: Actie
ru: Действие

source: Form entry
de: Formular
nl: Formulier
ru: Форма

source: Form entries
de: Formulare
nl: Formulieren
ru: Формы

source: Position
nl: Positie
ru: Порядок

source: Form element entry
de: Formularelement
nl: Formulier element
ru: Элемент формы

source: Form element entries
de: Formularelemente
nl: Formulier elementen
ru: Элементы формы

source: Form handler entries
de: Formularübegabe
nl: Formulier afhandelaar
ru: Обработчики формы

source: Create form entry
de: Formular erstellen
nl: Formulier aanmaken
ru: Создать форму

source: Edit form entry
de: Bearbeite Formulareintrag
nl: Formulier wijzigen
ru: Редактировать форму

source: Import form entry
nl: Formulier importeren
ru: Импортировать форму

source: Form element entry not found.
de: Fomularelement nicht gefunden.
nl: Formulier element niet gevonden.
ru: Элемент формы не найден.

source: Form entry not found.
de: Formular nicht gefunden.
nl: Formulier niet gevonden.
ru: Форма не найдена

source: Form handler entry not found.
de: Formularübergabe nicht gefunden
nl: Het formulier niet gevonden.
ru: Обработчик формы не найден.

source: No integration handler for plugin {} found.
nl: Geen integratie afhandelaar gevonden voor plugin {}.

source: Slider
nl: Schuifbalk

source: `max_value` should be > than `min_value`.
nl: `max_value` moet > zijn dan `min_value`.

source: `max_value` should be >= than `initial`.
nl: `max_value` moet >= zijn dan `initial`.

source: `initial` should be >= than `min_value`.
nl: `initial` moet >= zijn dan `min_value`.

source: Quantize result has too many digits for current context
nl: Kwantiserend resultaat heeft te veel cijfers voor de huidige context

source: Ensure this value has at most {0} characters (it has {1}).
nl: Zorg dat deze waarde maximaal {0} karakters heeft (het heeft nu {1}).

source: Hidden model object
nl: Verborgen object model

source: `step` should be > than `max_value` - `min_value`.
nl: `step` moet > zijn dan `max_value` - `min_value`.

source: Triangle
nl: Driehoek

source: Labeled ticks
nl: Gemerkte tekens

source: Show endpoints as
nl: Endpoints tonen als

source: End label
nl: Einde label

source: End endpoint label
nl: Einde endpoint label

source: Custom ticks
nl: Custom tekens

source: You are not allowed to use Triangle or Custom handles with ticks enabled.
nl: U mag geen Triangle of Custom handgrepen gebruiken met ticks ingeschakeld.

source: Makes your form wizard cloneable by other users.
de: Mache den Formular-Wizard für andere Nutzer kopierbar.

source: Form wizard entry
de: Formular-Witard-Eintrag

source: Form wizard entries
de: Formular-Wizard-Einträge

source: Custom form action
de: Benutzerdefinierte Formular Aktion

source: Makes your form fieldset repeatable.
de: Macht das Formular Feldset anhängbar

source: Form fieldset entry
de: Formular Fieldset

source: Form fieldset entries
de: Formular Fieldsets

source: Form fieldset
de: Formular Fieldset

source: Errors occured while saving the form: {0}.
de: Beim speichern des Formulars {0} ist ein Fehler aufgetreten

source: Errors occured while trying to change the elements ordering!
de: Während der Änderung der Reihenfolge ist ein Fehler aufgetreten!

source: Simple
de: Einfach
