Repository: barseghyanartur/django-fobi
Catalog: src/fobi/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, ru

source: Properties
de: Eigenschaften
fr: Propriétés
nl: Eigenschappen
ru: Свойства

source: Change form elements
de: Ändere Formularelement
fr: Modifier des éléments de formulaire
nl: Formulier elementen wijzigen
ru: Редактировать элементы

source: Add form element
de: Füge Formularelement hinzu
fr: Ajouter un élément de formulaire
nl: Formulier element toevoegen
ru: Добавить элемент

source: Save ordering
de: Reihenfolge speichern
fr: Enregistrer l’ordre
nl: Volgorde opslaan
ru: Сохранить порядок

source: Change form handlers
de: Ändere Formularübergabe
fr: Modifier les gestionnaires de formulaire
nl: Formulier afhandelaars wijzigen
ru: Редактировать обработчики

source: Add form handler
de: Füge Formularübergabe hinzu
fr: Ajouter un gestionnaire de formulaire
nl: Formulier afhandelaar toevoegen
ru: Добавить обработчик

source: Handler
de: Formularübergabe
fr: Gestionnaire
nl: Afhandelaar
ru: Обработчик

source: Change form properties
de: Ändere Formulareigenschaften
fr: Modifier les propriétés du formulaire
nl: Formulier eigenschappen wijzigen
ru: Редактировать свойства формы

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить

source: Export your form as JSON
fr: Exporter votre formulaire au format JSON
nl: Formulier exporteren als JSON
ru: Экспортировать форму в формат JSON

source: Export your form into JSON format and import it again any time!
fr: Exportez votre formulaire au format JSON et importez le à nouveau à n'importe quel moment !
nl: Formulier exporteren naar JSON formaat om later opnieuw importeren!
ru: После экспорта формы в формат JSON ее можно будет импортировать на других инстанциях.

source: Export form
fr: Exporter le formulaire

source: Delete your form
fr: Supprimer votre formulaire
nl: Formulier verwijder
ru: Удалить форму

source: Once deleted, can't be undone!
fr: Une fois supprimé, cette action ne peut pas être annulée !
ru: Удаление окончательное и восстановлению не подлежит!

source: Delete form
fr: Supprimer le formulaire
nl: Formulier verwijder
ru: Удалить форму

source: Edit "%(plugin_name)s" form handler
de: Bearbeite "%(plugin_name)s" Formularübergabe
fr: Modifier le gestionnaire de formulaire « %(plugin_name)s »
nl: "%(plugin_name)s" formulier afhandelaar wijzigen
ru: Редактировать обработчик "%(plugin_name)s"

source: Forms
fr: Formulaires

source: Wizards
fr: Assistants de formulaire

source: Is public
de: Öffentlich
fr: Est public
nl: Is publiek
ru: Публично доступна

source: Add elements to your form
de: Elemente zum Formular hinzufügen
fr: Ajouter des éléments à votre formulaire
nl: Elementen toevoegen aan uw formulier
ru: Элементы формы

source: Choose form element to add
de: Wähle Formularelement zum hinzufügen
fr: Choisissez l’élément de formulaire à ajouter
nl: Kies een formulier element aan
ru: Добавить элемент

source: Add handlers to your form
de: Formularübergabe zum Formular hinzufügen
fr: Ajouter des gestionnaires à votre formulaire
nl: Afhandelaars toevoegen aan uw formulier
ru: Обработчики формы

source: Choose form handler to add
de: Wähle Formularübergabe zum hinzufügen
fr: Choisissez le gestionnaire de formulaire à ajouter
nl: Kies een formulier afhandelaar aan
ru: Добавить обработчик

source: Form properties
de: Formulareigenschaften
fr: Propriétés du formulaire
nl: Formulier eigenschappen
ru: Свойства формы

source: Submit changes
de: Änderungen überagen
fr: Enregistrer les changements
nl: Wijzigingen bijwerken
ru: Сохранить изменения

source: Edit form wizard
fr: Modifier l'assistant de formulaire

source: Add forms to your form wizard
fr: Ajouter des formulaires à votre assistant de formulaire

source: Choose form to add
fr: Choisissez le formulaire à ajouter

source: Fields marked with <span class="required-field">*</span> are required
de: Felder die mit <span class"required-field">*</span> sind Pflichtfelder
fr: Les champs marqués d'un <span class="required-field">*</span> sont obligatoires
nl: Velden gemarkeerd met <span class="required-field">*</span> zijn verplicht
ru: Поля помеченные <span class="required-field">*</span> заполнять обязательно

source: View
de: Ansicht
fr: Voir
nl: Bekijken
ru: Просмотреть

source: Add handlers to your form wizard
fr: Ajouter des gestionnaires à votre Assistant de formulaire

source: Form wizard properties
fr: Propriétés de l'assistant de formulaire

source: Export your form wizard as JSON
fr: Exporter votre assistant de formulaire au format JSON

source: Export your form wizard into JSON format and import it again any time!
fr: Exportez votre assistant de formulaire au format JSON et importez le à nouveau à n'importe quel moment !

source: Delete your form wizard
fr: Supprimez votre Assistant de formulaire

source: Form wizards dashboard
fr: Tableau de bord des assistants de formulaire

source: Your form wizards
fr: Vos assistants de formulaire

source: Form wizard
de: Formular-Wizard
fr: Assistant de formulaire

source: Create form wizard
fr: Créer un Assistant de formulaire

source: Import form wizard
fr: Importer un assistant de formulaire

source: Add form to the wizard
fr: Ajouter un formulaire à l'assistant

source: Change form wizard handlers
fr: Modifier le gestionnaire de l'assistant de formulaire

source: Change form wizard properties
fr: Modifier les propriétés de l'assistant de formulaire

source: Export form wizard
fr: Exporter l'assistant de formulaire

source: Delete form wizard
fr: Supprimer l'assistant de formulaire

source: Selected plugins
de: Plugin auswählen
fr: Plugins sélectionnés
nl: Geselecteerde plugins
ru: Выбранные плагины

source: Users action
de: Benutzeraktion
fr: Action utilisateurs
nl: Gebruikersactie
ru: Действие над пользователями

source: Groups action
de: Gruppenaktion
fr: Action de groupes
nl: Groepenactie
ru: Действие над группами

source: Form {0} was submitted successfully.
de: Formular {0} wurde erfolgreich übertragen.
fr: Le formulaire {0} a été envoyé avec succès.
nl: Formulier {0} is met succes verstuurd.
ru: Форма {0} успешно отправлена.

source: Group
de: Gruppe
fr: Groupe
nl: Groep
ru: Группа

source: Groups
de: Gruppe
fr: Groupes
nl: Groepen
ru: Группы

source: Users
de: Benutzer
fr: Utilisateurs
nl: Gebruikers
ru: Пользователи

source: Form element plugin
fr: Plugin Élément de formulaire
nl: Formulier element
ru: Плагин элемента формы

source: Form element plugins
fr: Pluginq Élément de formulaire
nl: Formulier elementem
ru: Плагины элементов формы

source: Form handler plugin
de: Formularübergabeplugin
fr: Plugin Gestionnaire de formulaire
nl: Formulier afhandelaar
ru: Плагин обработчика формы

source: Form handler plugins
de: Formularübergabeplugins
fr: Plugins Gestionnaire de formulaire
nl: Formulier afhandelaar's
ru: Плагины обработчиков формы

source: Form wizard handler plugin
fr: Plugin Assistant de formulaire

source: Form wizard handler plugins
fr: Plugins Assistant de formulaire

source: Shown in templates if available.
fr: Affiché dans le modèle si disponible

source: Is public?
de: Öffentlich?
fr: Est public ?
nl: Is publiek?
ru: Публично доступно?

source: Makes your form wizard visible to the public.
de: Denn Formular-Wizard öffentlich machen.
fr: Rends votre assistant de formulaire visible au public.

source: Is cloneable?
de: Kopierbar?
fr: Est clonable ?
nl: Is kopieerbaar?
ru: Можно клонировать?

source: Custom message title to display after valid form is submitted
de: Benutzerdefinierter Titel, welcher nach erfolgreicher Eingabe angezeigt wird
fr: Titre personnalisé qui apparaît après l’envoi d'un formulaire valide
nl: Custom titel van het bericht die word getoond na het valideren en versturen van het formulier
ru: Заголовок сообщения для отображения после проверки и отправления формы

source: Success page body
de: Erfolgsseiten Textkörper
fr: Contenu de la page de succès
nl: Succes pagina tekst
ru: Текст страницы успеха

source: Custom message text to display after valid form is submitted
de: Benutzerdefinierter Text, der nach erfolgreicher Eingabe angezeigt wird
fr: Message personnalisé qui apparaît après l’envoi d'un formulaire valide
nl: Custom tekst van het bericht die word getoond na het valideren en versturen van het formulier
ru: Текст сообщения для отображения после проверки и отправления формы

source: Show all navigation buttons?
fr: Afficher tous les boutons de navigation ?

source: Show all navigation buttons.
fr: Afficher tous les boutons de navigation

source: Created
fr: Crée

source: Updated
fr: Mis à jour

source: Cloneable?
de: Kopierbar
fr: Clonable ?
nl: Kopieerbaar?
ru: Можно клонировать?

source: Custom form action; don't fill this field, unless really necessary.
fr: Action du formulaire personnalisée. Ne remplissez ce champ que si vous savez ce que vous faites.
nl: Aangepaste vorm actie; niet invullen dit veld tenzij echt noodzakelijk.
ru: Действие формы; не заполняйте это поле без крайней надобности.

source: Is repeatable?
de: Ist Anhängbar?
fr: Est répétable ?

source: Plugin name
fr: Nom du plugin
nl: Plugin naam
ru: Название плагина

source: Edit multiple objects
de: Bearbeite mehrere Objekte
fr: Modifier plusieurs objets
nl: Meerdere objecten bewerken
ru: Редактировать множество объектов

source: Django site admin
de: Dajango Seiten Administration
fr: Site d'administration de Django
nl: Django administratie
ru: Django администрация сайта

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
ru: Добавить

source: Add "%(plugin_name)s" handler to the form wizard
fr: Ajouter le gestionnaire « %(plugin_name)s » à l'assistant de formulaire

source: Edit "%(plugin_name)s" element of the form
de: Bearbeite "%(plugin_name)s" Element des Formulars
fr: Modifier l’élément de formulaire « %(plugin_name)s »
nl: "%(plugin_name)s" element van het formulier wijzigen
ru: Редактировать элемент "%(plugin_name)s"

source: Edit "%(plugin_name)s" handler of the form
de: Bearbeite "%(plugin_name)s" Formularübergabe dieses Formulars
fr: Modifier le gestionnaire « %(plugin_name)s » du formulaire
nl: Formulier afhandelaar "%(plugin_name)s" wijzigen
ru: Редактировать обработчик "%(plugin_name)s" вашей формы

source: Choose form wizard handler to add
fr: Choisissez l'assistant de formulaire à ajouter

source: Form submitted!
de: Formular abgeschickt!
fr: Formulaire envoyé !
nl: Formulier verstuurd!
ru: Форма сохранена!

source: Thank you!
de: Vielen Dank!
fr: Merci.
nl: Bedankt!
ru: Submit

source: Form submitted successfully.
de: Formular erfolgreich abgeschickt.
fr: Le formulaire a été envoyé avec succès.
nl: Formulier is met succes verstuurd.
ru: Форма сохранена успешна.

source: Form importer
fr: Importeur de formulaire

source: Import
fr: Importer
ru: Импорт

source: Form wizard submitted!
fr: Formulaire envoyé !

source: Form wizard submitted successfully.
fr: Le formulaire a été envoyé avec succès.

source: Help
de: Hilfe
fr: Aide
ru: Помощь

source: First step
fr: Première étape

source: Previous step
fr: Étape précédente

source: View form
de: Formular betrachten
fr: Voir le formulaire
nl: Formulier bekijken
ru: Посмотреть форму

source: View form wizard
fr: Voir l'assistant de formulaire

source: Log in
de: Einloggen
fr: Se connecter
nl: Inloggen
ru: Вход

source: ^forms/create/$
fr: ^formulaires/creer/$
nl: ^formulieren/aanmaken/$
ru: ^формы/создать/$

source: ^forms/edit/(?P<form_entry_id>\d+)/$
fr: ^formulaires/modifier/(?P<form_entry_id>\d+)/$
nl: ^formulieren/bewerken/(?P<form_entry_id>\d+)/$
ru: ^формы/редактировать/(?P<form_entry_id>\d+)/$

source: ^forms/delete/(?P<form_entry_id>\d+)/$
fr: ^formulaires/supprimer/(?P<form_entry_id>\d+)/$
nl: ^formulieren/verwijderen/(?P<form_entry_id>\d+)/$
ru: ^формы/удалить/(?P<form_entry_id>\d+)/$

source: ^forms/export/(?P<form_entry_id>\d+)/$
fr: ^formulaires/exporter/(?P<form_entry_id>\d+)/$
nl: ^formulieren/exporteren/(?P<form_entry_id>\d+)/$
ru: ^формы/импорт/(?P<form_entry_id>\d+)/$

source: ^forms/import/$
fr: ^formulaires/importer/$
nl: ^formulieren/importeren/$
ru: ^формы/импорт/$

source: ^forms/importer/(?P<form_importer_plugin_uid>[\w_\-]+)/$
fr: ^formulaires/importeur/(?P<form_importer_plugin_uid>[\w_\-]+)/$

source: ^forms/elements/add/(?P<form_entry_id>\d+)/(?P<form_element_plugin_uid>[\w_\-]+)/$
fr: ^formulaires/elements/ajouter/(?P<form_entry_id>\d+)/(?P<form_element_plugin_uid>[\w_\-]+)/$
nl: ^formulieren/elementen/toevoegen/(?P<form_entry_id>\d+)/(?P<form_element_plugin_uid>[\w_\-]+)/$
ru: ^формы/элементы/добавить/(?P<form_entry_id>\d+)/(?P<form_element_plugin_uid>[\w_\-]+)/$

source: ^forms/elements/edit/(?P<form_element_entry_id>\d+)/$
fr: ^formulaires/elements/modifier/(?P<form_element_entry_id>\d+)/$
nl: ^formulieren/elementen/bewerken/(?P<form_element_entry_id>\d+)/$
ru: ^формы/элементы/редактировать/(?P<form_element_entry_id>\d+)/$

source: ^forms/elements/delete/(?P<form_element_entry_id>\d+)/$
fr: ^formulaires/elements/supprimer/(?P<form_element_entry_id>\d+)/$
nl: ^formulieren/elementen/verwijderen/(?P<form_element_entry_id>\d+)/$
ru: ^формы/элементры/удалить/(?P<form_element_entry_id>\d+)/

source: ^forms/handlers/add/(?P<form_entry_id>\d+)/(?P<form_handler_plugin_uid>[\w_\-]+)/$
fr: ^formulaires/gestionnaires/ajouter/(?P<form_entry_id>\d+)/(?P<form_handler_plugin_uid>[\w_\-]+)/$
nl: ^formulieren/handlers/toevoegen/(?P<form_entry_id>\d+)/(?P<form_handler_plugin_uid>[\w_\-]+)/$
ru: ^формы/обработчики/добавить/(?P<form_entry_id>\d+)/(?P<form_handler_plugin_uid>[\w_\-]+)/$

source: ^forms/handlers/edit/(?P<form_handler_entry_id>\d+)/$
fr: ^formulaires/gestionnaires/modifier/(?P<form_handler_entry_id>\d+)/$
nl: ^formulieren/handlers/bewerken/(?P<form_handler_entry_id>\d+)/$
ru: ^формы/обработчики/редактировать/(?P<form_handler_entry_id>\d+)/$

source: ^forms/handlers/delete/(?P<form_handler_entry_id>\d+)/$
fr: ^formulaires/gestionnaires/supprimer/(?P<form_handler_entry_id>\d+)/$
nl: ^formulieren/handlers/verwijderen/(?P<form_handler_entry_id>\d+)/$
ru: ^формы/обработчики/удалить/(?P<form_handler_entry_id>\d+)/$

source: ^wizard/create/$
fr: ^assistant/creer/$

source: ^wizard/edit/(?P<form_wizard_entry_id>\d+)/$
fr: ^assistant/modifier/(?P<form_wizard_entry_id>\d+)/$

source: ^wizard/delete/(?P<form_wizard_entry_id>\d+)/$
fr: ^assistant/supprimer/(?P<form_wizard_entry_id>\d+)/$

source: ^wizard/forms/add/(?P<form_wizard_entry_id>\d+)/(?P<form_entry_id>[\w_\-]+)/$
fr: ^assistant/formulaires/ajouter/(?P<form_wizard_entry_id>\d+)/(?P<form_entry_id>[\w_\-]+)/$

source: ^wizard/elements/delete/(?P<form_wizard_form_entry_id>\d+)/$
fr: ^assistant/elements/supprimer/(?P<form_wizard_form_entry_id>\d+)/$

source: ^wizard/handlers/add/(?P<form_wizard_entry_id>\d+)/(?P<form_wizard_handler_plugin_uid>[\w_\-]+)/$
fr: ^ assistant/gestionnaires/ajouter/(?P<form_wizard_entry_id>\d+)/(?P<form_wizard_handler_plugin_uid>[\w_\-]+)/$

source: ^wizard/handlers/edit/(?P<form_wizard_handler_entry_id>\d+)/$
fr: ^ assistant/gestionnaires/modifier/(?P<form_wizard_handler_entry_id>\d+)/$

source: ^wizard/handlers/delete/(?P<form_wizard_handler_entry_id>\d+)/$
fr: ^ assistant/gestionnaires/supprimer/(?P<form_wizard_handler_entry_id>\d+)/$

source: ^wizard/export/(?P<form_wizard_entry_id>\d+)/$
fr: ^ assistant/exporter/(?P<form_wizard_entry_id>\d+)/$

source: ^wizard/import/$
fr: ^ assistant/importer/$

source: ^wizards/$
fr: ^ assistants/$

source: ^view/submitted/$
fr: ^voir/envoye/$
nl: ^bekijken/verstuurd/$
ru: ^просмотр/отправлено/$

source: ^view/(?P<form_entry_slug>[\w_\-]+)/$
fr: ^voir/(?P<form_entry_slug>[\w_\-]+)/$
nl: ^bekijken/(?P<form_entry_slug>[\w_\-]+)/$
ru: ^просмотр/(?P<form_entry_slug>[\w_\-]+)/$

source: ^view/(?P<form_entry_slug>[\w_\-]+)/submitted/$
fr: ^voir/(?P<form_entry_slug>[\w_\-]+)/envoye/$
nl: ^bekijken/(?P<form_entry_slug>[\w_\-]+)/submitted/$
ru: ^просмотр/(?P<form_entry_slug>[\w_\-]+)/отправлено/$

source: ^wizard-view/submitted/$
fr: ^assistant-voir/envoye/$

source: ^wizard-view/(?P<form_wizard_entry_slug>[\w_\-]+)/$
fr: ^assistant-voir/(?P<form_wizard_entry_slug>[\w_\-]+)/$

source: ^wizard-view/(?P<form_wizard_entry_slug>[\w_\-]+)/submitted/$
fr: ^assistant-voir/(?P<form_wizard_entry_slug>[\w_\-]+)/envoye/$

source: (imported on {0})
fr: (importé le {0})
nl: (geimporteerd op {0})
ru: (дата импорта {0})

source: Plugin {0} is missing in the system.
fr: Le plugin {0} est manquant dans le système.

source: Some essential plugin data missing in the JSON import.
fr: Des données de plugin essentielles sont manquantes dans le fichier JSON importé.
nl: Een aantal essentiële plugin gegevens ontbreken in de JSON import.
ru: Часть основных данных плагина отсутствует в импорте JSON.

source: Some essential data missing in the JSON import.
fr: Des données essentielles sont manquantes dans le fichier JSON importé.
nl: Een aantal essentiële gegevens ontbreken in de JSON import.
ru: Часть основных данных отсутствует в импорте JSON.

source: {0} not found.
de: {0} nicht gefunden.
fr: {0} n'a pas été trouvé.
nl: {0} niet gevonden.
ru: {0} не найдено.

source: Form {0} was created successfully.
de: Formular {0} erfolgreich erstellt.
fr: Le formulaire {0} a été créé avec succès !
nl: Formulier {0} is succesvol aangemaakt.
ru: Форма {0} успешно создана.

source: Errors occurred while saving the form: {0}.
fr: Des erreurs sont survenues lors de l'enregistrement du formulaire : {0}.
nl: Er zijn fouten opgetreden tijdens het opslaan van het formulier: {0}.
ru: Во время сохранения данных формы произошли следующие ошибки: {0}.

source: Elements ordering edited successfully.
de: Element Reihenfolge erfolgreich bearbeitet
fr: L'ordre des éléments a été modifié avec succès.
nl: Volgorde van de elementen is met succes gewijzigd.
ru: Порядок элементов успешно сохранен.

source: Errors occurred while trying to change the elements ordering!
fr: Des erreurs sont survenus lors de la modification de l'ordre des éléments !
nl: Er zijn fouten opgetreden tijdens het opslaan van het elementen volgoorde.
ru: При попытке сохранения порядка элементов произошла ошибка!

source: Form {0} was edited successfully.
de: Fomular {0} erfolgreich bearbeitet.
fr: Le formulaire "{0}" a été ajouté avec succès.
nl: Formulier {0} is succesvol gewijzigd.
ru: Форма {0} успешно сохранена.

source: The form "{0}" was deleted successfully.
de: Das Formular "{0}" wurde erfolgreich gelöscht.
fr: Le formulaire "{0}" a été supprimé avec succès.
nl: Het formulier "{0}" is met succes verwijdert.
ru: Форма "{0}" успешно удалена.

source: Plugin does not exist or you are not allowed to use this plugin!
fr: Ce plugin n'existe pas, ou vous n'avez pas la permission de l'utiliser !
nl: Plugin bestaat niet of u bent niet toegestaan om deze plugin te gebruiken!
ru: Плагин не найден или вам не разрешено его использовать!

source: The form element plugin "{0}" was added successfully.
de: Das Fomularelementplugin "{0}" erfolgreich hinzuefügt.
fr: L’élément de formulaire « {0} » a été ajouté avec succès.
nl: Het formulier element "{0}" is met succes toegevoegd.
ru: Элемент формы "{0}" добавлен успешно.

source: The form element plugin "{0}" is not configurable!
de: Formularelementplugin "{0}" ist nicht konfigurierbar!
fr: L’élément de formulaire « {0} » n'est pas modifiable !
nl: Het formulier element "{0}" is niet configureerbaar!
ru: Элемент формы "{0}" не настраивается!

source: The form element plugin "{0}" was edited successfully.
de: Formularelementplugin "{0}" wurde erfolgreich bearbeitet.
fr: L’élément de formulaire « {0} » a été modifié avec succès.
nl: Het formulier element "{0}" is met succes gewijzigd.
ru: Элемент формы "{0}" успешно сохранен.

source: The form element plugin "{0}" was deleted successfully.
de: Formularelementplugin "{0}" wurde erfolgreich gelöscht.
fr: L’élément de formulaire « {0} » a été supprimé avec succès.
nl: Het formulier element "{0}" is met succes verwijdert.
ru: Элемент формы "{0}" успешно удален.

source: The {0} plugin can be used only once in a form.
fr: Le plugin {0} ne peut être utilisé qu'une seule fois dans un formulaire.
nl: De {0} plugin kan slechts eenmaal worden gebruikt in een vorm.
ru: {0} плагин разрешено использовать единожды в форме.

source: The form handler plugin "{0}" was added successfully.
de: Das Formularübergabeplugin "{0}" wurde erfolgreich hinzugefügt.
fr: Le plugin Gestionnaire de formulaire "{0}" a été ajouté avec succès.
nl: Het formulier afhandelaar "{0}" is met succes toegevoegd.
ru: Обработчик формы "{0}" успешно добавлен.

source: The form handler plugin "{0}" is not configurable!
de: Das Formularübergabeplugin "{0}" ist nicht Bearbeitbar!
fr: Le plugin Gestionnaire de formulaire "{0}" n'est pas modifiable !
nl: Het formulier afhandelaar "{0}" is niet configureerbaar!
ru: Обработчик формы "{0}" не настраивается!

source: The form handler plugin "{0}" was edited successfully.
de: Das Formularübergabeplugin "{0}" erfolgreich bearbeitet.
fr: Le plugin Gestionnaire de formulaire "{0}" a été modifié avec succès.
nl: Het formulier afhandelaar "{0}" is met succes gewijzigd.
ru: Обработчик формы "{0}" успешно изменен.

source: The form handler plugin "{0}" was deleted successfully.
de: Das Formularübergabeplugin "{0}" erfolgreich gelöscht.
fr: Le plugin Gestionnaire de formulaire "{0}" a été supprimé avec succès.
nl: Het formulier afhandelaar "{0}" is met succes verwijdert.
ru: Oработчик формы "{0}" успешно удален.

source: Form wizard {0} was created successfully.
fr: L'assistant de formulaire {0} a été créé avec succès.

source: Errors occurred while saving the form wizard: {0}.
fr: Des erreurs sont survenues lors de l'enregistrement de l'assistant de formulaire : {0}.

source: Forms ordering edited successfully.
fr: L'ordre des formulaires a été modifié avec succès.

source: Errors occurred while trying to change the forms ordering!
fr: Des erreurs sont survenus lors de la modification de l'ordre des formulaires !

source: Form wizard {0} was edited successfully.
fr: L'assistant de formulaire "{0}" a été modifié avec succès.

source: The form wizard "{0}" was deleted successfully.
fr: L'assistant de formulaire "{0}" a été supprimé avec succès.

source: ManagementForm data is missing or has been tampered.
fr: Les données de gestion du formulaire sont manquantes ou ont été falsifiée.

source: The form wizard handler plugin "{0}" is not configurable!
fr: Le gestionnaire d'assistant de formulaire "{0}" n'est pas modifiable !

source: The form wizard handler plugin "{0}" was edited successfully.
fr: Le gestionnaire d'assistant de formulaire "{0}" a été modifié avec succès.

source: The form wizard handler plugin "{0}" was deleted successfully.
fr: Le gestionnaire d'assistant de formulaire "{0}" a été supprimé avec succès.

source: The form was imported successfully.
fr: Le formulaire {0} a été importé avec succès.
nl: Het formulier is met succes geïmporteerd.
ru: Форма успешно импортирована.

source: The form wizard was imported successfully.
fr: L'assistant de formulaire {0} a été importé avec succès.

source: Yes
de: Ja
fr: Oui
nl: Ja
ru: Да

source: No
de: Nein
fr: Non
nl: Nee
ru: Нет

source: Plugin
ru: Плагин

source: Form handler entry
de: Formularübergabe Einträge
nl: Formulier afhandelaar
ru: Обработчик формы

source: Date
de: Datum
nl: Datum
ru: Дата

source: Slug
ru: Слаг

source: URL
ru: Ссылка

source: Image
de: Bild
nl: Afbeelding
ru: Изображение

source: Initial
de: Vorausgefüllt
nl: Initiële waarde
ru: Начальное значение

source: Email
ru: Эл. почта

source: Auto-complete (HTML5 autocomplete)
de: Auto-Vervollständigung (HTML5)
ru: Авто-заполнение (HTML5 autocomplete)

source: Auto-focus (HTML5 autofocus)
de: Auto-Fokus (HTML5)
ru: Авто-фокус (HTML5 autofocus)

source: Max (HTML5 max)
de: Maximum (HTML5)
ru: Максимально (HTML5 max)

source: Min (HTML5 min)
de: Minimum (HTML5)
ru: Минимально (HTML5 min)

source: Multiple (HTML5 multiple)
de: Mehrfachauswahl (HTML5)
ru: Множественный (HTML5 multiple)
