Repository: barseghyanartur/django-fobi
Catalog: src/fobi/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, ru

source: Form
de: Formular
fr: Formulaire
nl: Formulier
ru: Форма

source: Custom
de: Angepasst
fr: Personnalisé
ru: Дополнительно

source: User
de: Benutzer
fr: Utilisateur
nl: Gebruiker
ru: Пользователь

source: Additional
de: Zusätzlich
fr: En plus
nl: Extra
ru: Дополнительно

source: {0} plugins were changed successfully.
de: {0} Plugins wurden erflgreich geändert
fr: {0} plugins ont été modifiés avec succès.
nl: {0} plugins zijn succesvol bijgewerkt.
ru: {0} плагинов были изменены успешно.

source: Form contains errors: {}
fr: Le formulaire contient des erreurs : {}
nl: Formulier bevat fouten: {}
ru: Форма содержит ошибки: {}

source: POST required when changing in bulk!
de: POST benötigt bei Massenänderungen
fr: POST est requis pour les modifications par lot !
nl: POST vereist bij het veranderen in bulk!
ru: Для множественных изменений необходим POST!

source: Build your forms
de: Erstelle dein Forular
fr: Créez vos formulaires
nl: Bouw je formulieren
ru: Разработчик форм

source: Name
fr: Nom
nl: Naam
ru: Название

source: Label
fr: Libellé
ru: Ярлык

source: Help text
de: Hilfetext
fr: Texte d'aide
nl: Helptekst
ru: Помощь

source: Required
de: Pflichtfeld
fr: Requis
nl: Verplicht
ru: Обязательно

source: Duplicate field name!
de: Feldname bereits vorhanden!
fr: Le nom de ce champ est dupliqué !
nl: Veldnaam is al in gebruik!
ru: Название поля должно быть уникальным!

source: Duplicate label name!
de: Labelname bereits vorhanden!
fr: Le libellé de ce champ est dupliqué !
nl: Labelnaam is al in gebruik!
ru: Ярлык поля должен быть уникальым!

source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Основное

source: Theme `{0}` does not exist!
de: Theme `{0}` nicht vorhanden!
fr: Le thème `{0}` n’existe pas !
nl: Theme `{0}` niet gevonden!
ru: Темы `{0}` не существует!

source: Append
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
ru: Добавить

source: Replace
de: Ersetzen
fr: Remplacer
nl: Vervangen
ru: Заменить

source: Fobi form
de: Fobi Formular
fr: Formulaire Fobi
nl: Fobi formulier
ru: Форма

source: Form template name
de: Formularvorlagenname
fr: Nom du modèle de formulaire
nl: Formulier sjabloon
ru: Шаблон формы

source: Template to render the form with.
de: Vorlage zur Erstellung von Formularen
fr: Le modèle d’affichage du formulaire
nl: Sjabloon voor het renderen van de formulier.
ru: Шаблон для отображения формы.

source: Hide form title
de: Titel verbergen
fr: Masquer le titre du formulaire
nl: Formuliertitel verbergen
ru: Не отображать заголовок формы

source: If checked, no form title is shown.
de: Wenn gewählt wird kein Formulartitel angezeigt
fr: Si cette case est cochée, le titre du formulaire ne sera pas affiché.
nl: Indien geselecteerd, geen formulier titel word getoond.
ru: Если флажок установлен, заголовок формы не отображается.

source: Form title
de: Formulartitel
fr: Titre du formulaire
nl: Formuliertitel
ru: Заголовок формы

source: Overrides the default form title.
de: Überschreibt den Standartformulartitel
fr: Remplace le titre du formulaire par défaut.
nl: Overschrijft de standaard formulier titel.
ru: Заменяет заголовок формы.

source: Submit button text
de: Bestätigungsbutton Text
fr: Intitulé du bouton de validation
nl: Verzenden knop tekst
ru: Текст кнопки Отправить.

source: Overrides the default form submit button text.
de: Überschreibt den Standarttext des Besttigungsbuttons
fr: Remplace le texte du bouton de validation par défaut.
nl: Overschrijft de standaard formulier verzenden knop tekst.
ru: Заменяет текст кнопки Отправить.

source: Success page template name
de: Erfolgsseitevorlagenname
fr: Nom du modèle de page de succès
nl: Succes pagina sjabloon
ru: Шаблон страницы успеха

source: Template to render the success page with.
de: Vorlage zur Darstellung der Erfolgsseite.
fr: Le modèle d'affichage de la page succès.
nl: Sjabloon om het succes pagina te renderen.
ru: Шаблон для отображения страницы успеха.

source: Hide success page title
de: Erfolgsseite verbergen
fr: Masquer le titre de la page de succès
nl: Succes pagina titel verbergen
ru: Не отображать заголовок страницы успеха

source: If checked, no success page title is shown.
de: Wenn aktiviert wird keine Erfolgsseitentitel angezeigt
fr: Si cette case est cochée, le titre de la page succès ne sera pas affiché.
nl: Indien gecheckt, geen succes pagina titel word getoond.
ru: Если флажок установлен, заголовок страницы успеха не отображается.

source: Succes page title
de: Erfolgsseitentitel
fr: Titre de la page succès
nl: Succes pagina titel
ru: Заголовок страницы успеха

source: Overrides the default success page title.
de: Überschreibt den Standarterfolgsseitentitel
fr: Remplace le titre de la page de succès par défaut.
nl: Overschrijft de standaard succes pagina titel.
ru: Заменяет заголовок страницы успеха.

source: Succes page text
de: Erfolgsseitentext
fr: Texte de page succès
nl: Succes pagina tekst
ru: Текст страницы успеха

source: Overrides the default success page text.
de: Überschrebt den Standarterfolgsseitentext
fr: Remplace le texte de la page succès par défaut.
nl: Overschrijft de standaard succes pagina tekst.
ru: Заменяет текст по-умолчанию страницы успеха.

source: You have to be authorised in order to see the content. <a href="%(login_url)s">Log in</a> here.
de: Sie müssen sich anmelden um den Inhalt zu sehen. <a href="%(login_url)s">Einloggen</a>
fr: Vous devez avoir la permission pour voir le contenu. <a href="%(login_url)s">Se connecter</a> ici.
nl: U moet geautoriseerd zijn om de inhoud te zien. <a href="%(login_url)s">Log in</a> hier.
ru: Для просмотра контента необходима авторизация. <a href="%(login_url)s">Авторизируйтесь</a> здесь.

source: Invalid data. Expected a dictionary, but got {datatype}.
fr: Données invalides. Un dictionnaire est attendu mais un {datatype} a été reçu.
nl: Ongeldige data. Een dictionary verwacht, maar {datatype} ontvangen.

source: Max number of choices reached.
fr: Nombre maximum de choix atteint.
nl: Maximale aantal keuzes bereikt.

source: Content image
de: Bildinhalt
fr: Image
nl: Inhoud afbeelding
ru: Изображение (визуальный элемент)

source: Content
de: Inhalt
fr: Contenu
nl: Inhoud
ru: Контент (визуальные элементы)

source: Content image URL
fr: Image externe (URL)

source: Content markdown
fr: Markdown

source: Content rich text
fr: Texte riche

source: Content text
de: Textinhalt
fr: Texte
nl: Inhoud tekst
ru: Текст (визуальный элемент)

source: Boolean
de: Wahr/Falsch-Schalter
fr: Booléen
nl: Selectievakje
ru: Галочка

source: Fields
de: Felder
fr: Champs
nl: Velden
ru: Поля

source: Checkbox select multiple
fr: Cases à cocher multiples
nl: Keuzelijst meerkeuze
ru: Галочки множественного выбора

source: Date drop down
de: Datum DropDown
fr: Sélecteur de date
nl: Datum (keuzelijst)
ru: Дата (выпадающий список)

source: DateTime
de: Datum und Zeit
fr: Date/heure
nl: Datum/tijd
ru: Дата/время

source: Decimal
fr: Nombre décimal
nl: Decimale
ru: Десятичное число

source: Duration
fr: Durée

source: File
de: Datei
fr: Fichier
nl: Bestand
ru: Файл

source: Float
fr: Nombre à virgule flottante
nl: Vlotter
ru: Число с плавающей точкой

source: Hidden
de: Versteckt
fr: Invisible
nl: Verborgen veld
ru: Скрытое поле

source: Text
fr: Texte
nl: Tekst
ru: Текст

source: Integer
de: Zahlenwert
fr: Nombre entier
nl: Nummer
ru: Целое число

source: IP address
fr: Adresse IP
nl: IP adres
ru: IP адрес

source: Null boolean
fr: Booléen nul
nl: Null selectievakje
ru: Булевое (выпадающий список)

source: Radio
de: Radio-Button
fr: Bouton radio
nl: Radio knop
ru: Радио кнопка

source: Range select
fr: Sélecteur de plage
nl: Reeks keuzelijst

source: Regex
fr: Expression Régulière
ru: Регулярное выражение

source: Select
de: Auswahl
fr: Sélecteur
nl: Keuzelijst
ru: Выпадающий список

source: Select model object
de: Modelobjekt Auswahl
fr: Sélecteur d'objet modèle
nl: Keuzelijst object model
ru: Выпадающий список объектов моделей

source: Select multiple
de: Mehrfachauswahl
fr: Sélecteur multiple
nl: Keuzelijst meerkeuze
ru: Выпадающий список множественного выбора

source: Select multiple model objects
de: Mehrfachauswahl Modelobjekte
fr: Sélecteur de plusieurs objets modèle
nl: Keuzelijst meerkeuze model objecten
ru: Выпадающий список множественного выбора объектов моделей

source: Select multiple with max
fr: Sélecteur multiple avec maximum

source: Textarea
de: Textbreich
fr: Zone de texte
nl: Tekstvak
ru: Блок текста

source: Time
fr: Horaire
nl: Tijd
ru: Время

source: DB store
de: Datenbankspeicher
fr: Enregistrement en base de donnée
nl: Opslaan in database
ru: Сохранить в базе

source: Mail
de: E-Mail
fr: E-mail
ru: Переслать по эл. почте

source: Error occurred: {0}.
fr: Erreur : {0}.
nl: Er is een fout opgetreden: {0}.
ru: Произошли следующие ошибки: {0}.

source: Fobi forms
fr: Formulaires Fobi
nl: Fobi formulieren
ru: Формы fobi

source: View entries
de: Einträge ansehen
fr: Voir les enregistrements
nl: Inschrijvingen bekijken
ru: Просмотреть записи

source: History
fr: Historique
nl: Geschiedenis
ru: История

source: View on site
fr: Voir sur le site
nl: Bekijk op de site
ru: Посмотреть на сайте

source: Choose an alternative template to render the form with. Leave blank to use the default for this page type (e.g. fobi_form_page.html).
fr: Choisissez un autre modèle pour afficher le formulaire. Laissez vide pour utiliser la valeur par défaut pour ce type de page (par exemple, fobi_form_page.html).

source: Choose an alternative template to render the success page with. Leave blank to use the default for this page type (e.g. fobi_form_page_success.html).
fr: Choisissez un autre modèle pour afficher la page succès. Laissez vide pour utiliser la valeur par défaut pour ce type de page (par exemple, fobi_form_page_success.html).

source: Success page title
de: Erfolgsseiten Titel
fr: Titre de la page succès
nl: Succes paginatitel
ru: Заголовок страницы успеха

source: Success page text
fr: Texte de la page succès

source: Form page
fr: Page de formulaire

source: Success page
fr: Page de succès

source: Fobi form page
fr: Page de formulaire Fobi

source: Fobi form pages
fr: Pages de formulaire Fobi

source: This is just an example of how can we use a custom template for rendering the form for the theme %(fobi_theme_uid)s given.
fr: Ceci est un exemple d'utilisation d'un modèle de page personnalisé pour afficher le formulaire pour le thème %(fobi_theme_uid)s.

source: Smart crop
de: Geschicktes Zuschneiden
fr: Recadrage intelligent
ru: Отсечь автоматически

source: Crop center
de: Mittig Zuschneiden
fr: Recadrage
nl: Crop door het midden
ru: Отсечь по центру

source: Crop scale
de: Skalieren
fr: Redimensionnement
nl: Crop schaal
ru: Отсечь пропорционально

source: Fit width
de: Auf Breite anassen
fr: Adapter la largeur
nl: Fit in breedte
ru: В ширину

source: Fit height
de: Auf Höhe anpassen
fr: Adapter la hauteur
nl: Fit in hoogte
ru: В высоту

source: Alt text
fr: Texte alternatif
nl: Afbeelding tekst
ru: Текст изображения

source: Fit method
de: Anpassungsmethode
fr: Méthode d’adapation
nl: Fit methode
ru: Метод вставки

source: Size
de: Größe
fr: Taille
nl: Afmetingen
ru: Размер

source: No image provided!
de: Kein Bild übermittelt!
fr: Aucune image fournie !
nl: Geen afbeelding voorzien!
ru: Изображение отсутствует!

source: Content video
de: Videoinhalt
fr: Vidéo
nl: Inhoud video
ru: Видео (визуальный элемент)

source: Title
de: Titel
fr: Titre
nl: Titel
ru: Название

source: Choices
de: Auswahl
fr: Choix
nl: Kies
ru: Варианы

source: Enter single values/pairs per line. Example:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;1<br/>&nbsp;&nbsp;&nbsp;&nbsp;2<br/>&nbsp;&nbsp;&nbsp;&nbsp;alpha, Alpha<br/>&nbsp;&nbsp;&nbsp;&nbsp;beta, Beta<br/>&nbsp;&nbsp;&nbsp;&nbsp;omega</code><br/>It finally transforms into the following HTML code:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;select id="id_NAME_OF_THE_ELEMENT" name="NAME_OF_THE_ELEMENT"&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="1"&gt;1&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="2"&gt;2&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="alpha"&gt;Alpha&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="beta"&gt;Beta&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="omega"&gt;omega&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;/select&gt;</code>
de: Jeweils ein Wert/Paar pro Zeile. Zum Beispiel:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;1<br/>&nbsp;&nbsp;&nbsp;&nbsp;2<br/>&nbsp;&nbsp;&nbsp;&nbsp;alpha, Alpha<br/>&nbsp;&nbsp;&nbsp;&nbsp;beta, Beta<br/>&nbsp;&nbsp;&nbsp;&nbsp;omega</code><br/>It finally transforms into the following HTML code:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;select id="id_NAME_OF_THE_ELEMENT" name="NAME_OF_THE_ELEMENT"&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="1"&gt;1&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="2"&gt;2&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="alpha"&gt;Alpha&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="beta"&gt;Beta&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="omega"&gt;omega&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;/select&gt;</code>
fr: Entrez une seule valeur/paire par ligne. Exemple :<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;1<br/>&nbsp;&nbsp;&nbsp;&nbsp;2<br/>&nbsp;&nbsp;&nbsp;&nbsp;alpha, Alpha<br/>&nbsp;&nbsp;&nbsp;&nbsp;beta, Beta<br/>&nbsp;&nbsp;&nbsp;&nbsp;omega</code><br/>It finally transforms into the following HTML code:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;select id="id_NAME_OF_THE_ELEMENT" name="NAME_OF_THE_ELEMENT"&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="1"&gt;1&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="2"&gt;2&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="alpha"&gt;Alpha&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="beta"&gt;Beta&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="omega"&gt;omega&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;/select&gt;</code>
nl: Voer ofwel enkele waarden of een paar - een per regel. Voorbeeld:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;1<br/>&nbsp;&nbsp;&nbsp;&nbsp;2<br/>&nbsp;&nbsp;&nbsp;&nbsp;alpha, Alpha<br/>&nbsp;&nbsp;&nbsp;&nbsp;beta, Beta<br/>&nbsp;&nbsp;&nbsp;&nbsp;omega</code><br/>Word getoond als de volgende HTML code:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;select id="id_NAME_OF_THE_ELEMENT" name="NAME_OF_THE_ELEMENT"&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="1"&gt;1&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="2"&gt;2&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="alpha"&gt;Alpha&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="beta"&gt;Beta&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="omega"&gt;omega&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;/select&gt;</code>
ru: Введите либо отдельные, либо партные значения - по одному на строку. Пример: <code><br/>&nbsp;&nbsp;&nbsp;&nbsp;1<br/>&nbsp;&nbsp;&nbsp;&nbsp;2<br/>&nbsp;&nbsp;&nbsp;&nbsp;alpha, Alpha<br/>&nbsp;&nbsp;&nbsp;&nbsp;beta, Beta<br/>&nbsp;&nbsp;&nbsp;&nbsp;omega</code><br/>В результате получится следующий HTML код:<code><br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;select id="id_NAME_OF_THE_ELEMENT" name="NAME_OF_THE_ELEMENT"&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="1"&gt;1&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="2"&gt;2&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="alpha"&gt;Alpha&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="beta"&gt;Beta&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&lt;option value="omega"&gt;omega&lt;/option&gt;<br/>&nbsp;&nbsp;&nbsp;&nbsp;&lt;/select&gt;</code>

source: Input formats
de: Eingabeformat
fr: Formats d'entrée
nl: Invoerformaten
ru: Форматы ввода

source: Minimum year value
de: Startjahr
fr: Année minimum
nl: Minimumwaarde jaar
ru: Минимальное значение года

source: Maximum year value
de: Endjahr
fr: Année maximum
nl: Maximumwaarde jaar
ru: Максимальное значение года

source: Input formats
de: Eingabeformat
fr: Formats d'entrée
nl: Invoerformaten
ru: Форматы ввода

source: Max digits
fr: Nombre maximum de chiffres
nl: Maximale lengte
ru: Максимальное кол-во цифр

source: Decimal places
fr: Place de la virgule
nl: Decimalen
ru: Разрядность

source: Min value
de: minimal Wert
fr: Valeur min
nl: Minimumwaarde
ru: Минимальное значение

source: Max value
de: maxima Wert
fr: Valeur max
nl: Maximumwaarde
ru: Максимальное значение

source: Placeholder
de: Platzhalter
fr: Valeur par défaut
nl: Aanduiding
ru: Метка-заполнитель

source: Enter a valid duration.
fr: Entrez une durée valide.

source: Max length
de: maximale Länge
fr: Longueur maximale
nl: Maximale lengte
ru: Максимальная длина

source: File extension '{0}' is not allowed.
fr: L'extension de fichier « {0} » n'est pas autorisée.

source: Allowed extensions
fr: Extensions autorisées

source: List of allowed file extensions separated by comma (Example: '.pdf, .jpeg'). Leave blank to allow all extensions.
fr: Liste des extensions de fichiers autorisées séparées par des virgules (exemple : « .pdf, .jpeg »). Laissez vide pour permettre à toutes les extensions.

source: Input
de: Eingabe
fr: Input (Entrée)
nl: Invoer
ru: Универсальный

source: Disabled
de: Abgeschaltet
fr: Désactivé(e)
nl: Uitgeschakeld
ru: Отключено

source: List (HTML5 list)
de: Liste (HTML5)
fr: Liste (HTML5 list)
nl: Lijst (HTML5 list)
ru: Список (HTML5 list)

source: Pattern (HTML5 pattern)
de: Musster (HTML5)
fr: Modèle (HTML5 pattern)
ru: Паттерн (HTML5 pattern)

source: Read-only (HTML readonly)
de: Nur-Lesen (HTML)
fr: Lecture seule (HTML readonly)
ru: Только для чтения (HTML readonly)

source: Step (HTML5 step)
de: Schritt (HTML5)
fr: Étape (HTML5 step)
ru: Шаг (HTML5 step)

source: Protocol
fr: Protocole
ru: Протокол

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
ru: Пароль

source: Step
fr: Étape
nl: Stap

source: Step size
fr: Taille de l'étape
nl: Stapgrootte

source: Model
fr: Modèle
ru: Модель

source: You must choose no more than {0} values.
fr: Vous ne devez pas choisir plus de {0} valeurs.
nl: Je moet meer dan {0} waardes kiezen.

source: Max choices
fr: Nombre de choix maximum
nl: Maximale keuzes

source: Show
fr: Montrer
nl: Toon

source: Hide
fr: Masquer
nl: Verberg

source: Always
fr: Toujours
nl: Altijd

source: Round
fr: Rond
nl: Rond

source: Square
fr: Carré
nl: Vierkant

source: Labels
fr: Libellés

source: Tooltip
fr: Info-bulle

source: Handle
fr: Gérer
nl: Afhandelen

source: Security
de: Sicherheit
fr: Sécurité
nl: Veiligheid
ru: Безопасность

source: Honeypot
fr: Pot de miel (Honeypot)
ru: Ловушка (honeypot)

source: Invisible reCAPTCHA validation error
fr: Invisible reCAPTCHA erreur de validation

source: Incorrect CAPTCHA, please try again
fr: Le CAPTCHA est incorrecte, veuillez réessayer

source: Dummy
fr: Contenu fictif
ru: Пустышка

source: Testing
de: Testen
fr: Test
nl: Testen
ru: Для тестирования

source: Export data to CSV/XLS
de: Daten als CSB/XLS exportieren
fr: Exporter des données en CSV/XLS
nl: Gegevens exporteren naar CSV/XLS
ru: Экспортировать данные в формат CSV/XLS

source: Data
de: Daten
fr: Données
nl: Datum
ru: Дата

source: Raw
de: Rohdaten
fr: Brut
nl: Rui
ru: Сырое

source: Export entries
de: Einträge exportieren
fr: Exporter les enregistrements
nl: Data export
ru: Экспортировать данные

source: Date created
de: Erstelldatum
fr: Date de création
nl: Datum aangemaakt
ru: Дата создания

source: Saved data
de: gespeicherte Daten
fr: Données enregistrées
nl: Opgeslagen data
ru: Сохраненные данные

source: Saved form data entries
de: gespeicherte Formulardaten
fr: Données du formulaire enregistrées
nl: Opgeslagen formulier inschrijvingen
ru: Сохраненные записи форм

source: Saved form wizard data entries
fr: Données de l'assistant de formulaire enregistré

source: View form data
de: Formulardaten ansehen
fr: Voir les donnée du formulaire
nl: Formuliergegevens bekijken
ru: Просмотреть данные формы

source: Saved form data
de: gespeicherte Formulardaten
fr: Données de formulaire enregistrées
nl: Opgeslagen formuliergegevens
ru: Сохраненные данные формы

source: Filter
fr: Filtrer
ru: Фильтровать

source: Enter valid email addresses.
fr: Veuillez saisir des adresses e-mail valides
nl: Voer geldige e-mailadressen.
ru: Введите допустимые адреса электронной почты.

source: From name
de: Formular Name
fr: Nom de l’expéditeur
nl: Naam afzender
ru: Имя отправителя

source: From email
de: Formular E-Mail
fr: E-mail du l’expéditeur
nl: Email afzender
ru: Эл. почта отправителя

source: To name
de: An Name
fr: Nom du destinataire
nl: Naam ontvanger
ru: Имя получателя

source: To email
de: An E-Mail
fr: E-mail du destinataire
nl: Email ontvanger
ru: Эл. почта получателя

source: Subject
de: Betreff
fr: Sujet
nl: Onderwerp
ru: Тема

source: Body
de: Textkörper
fr: Contenu
nl: Tekst
ru: Содержание

source: Selected form could not be imported due errors.
fr: Le formulaire sélectionné n'a pas pu être importée à cause d'erreurs.

source: Form {0} imported successfully.
fr: Formulaire {0} importé avec succès.

source: Error
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка

source: First
fr: Premier

source: Submit
de: Abschicken
fr: Valider
nl: Verzenden
ru: Отправить

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: (current)
fr: (actuel)

source: Add "%(plugin_name)s" element to the form
de: Füge "%(plugin_name)s"-Element zum Formular hinzu
fr: Ajouter l’élément « %(plugin_name)s » au formulaire
nl: "%(plugin_name)s" element toevoegen aan het formulier
ru: Добавить элемент "%(plugin_name)s"

source: Add "%(plugin_name)s" handler to the form
de: Füge "%(plugin_name)s"-Formularübergabe zum Formular hinzu
fr: Ajouter le gestionnaire « %(plugin_name)s » au formulaire
nl: "%(plugin_name)s" afhandelaar toevoegen aan het formulier
ru: Добавить обработичик "%(plugin_name)s"

source: Django administration
fr: Administration Django
nl: Django administratie
ru: Администрация джанго

source: Welcome,
de: Willkommen
fr: Bienvenue,
nl: Welkom,
ru: Добро пожаловать

source: Log out
fr: Déconnexion
nl: Uitloggen
ru: Выйти

source: Home
de: Startseite
fr: Accueil
nl: Startpagina
ru: Главная

source: Create form
de: Formular erstellen
fr: Créer un formulaire
nl: Formulier aanmaken
ru: Создать форму

source: Dashboard
fr: Tableau de bord
ru: Панель управления

source: Your forms
de: Ihre Formulare
fr: Vos formulaires
nl: Uw formulieren
ru: Ваши формы

source: Import form
fr: Importer un formulaire
nl: Formulier importeren
ru: Импортировать форму

source: Edit
de: Bearbeiten
fr: Modifier
nl: Wijzigen
ru: Редактировать

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
ru: Удалить

source: Export
fr: Exporter
nl: Exporteren
ru: Экспортировать

source: Edit "%(plugin_name)s" form element
de: Bearbeite "%(plugin_name)s" Formularelement
fr: Modifier l’élément de formulaire « %(plugin_name)s »
nl: "%(plugin_name)s" formulier element wijzigen
ru: Редактировать "%(plugin_name)s" элемент формы

source: Edit form
de: Formular bearbeiten
fr: Modifier le formulaire
nl: Formulier wijzigen
ru: Редактировать форму

source: Elements
de: Elemente
fr: Éléments
nl: Elementen
ru: Элементы

source: Handlers
de: Formularübergabe
fr: Gestionnaires
nl: Afhandelaars
ru: Обработчики
